/* ==========================================================
   サブスキル一覧（白・青・金）
   パーティ総合評価ツール用
========================================================== */

const subSkillList = {
  "白スキル": [
    "おてつだいスピードS",
    "食材確率S",
    "スキル確率S",
    "最大所持数S"
  ],

  "青スキル": [
    "おてつだいスピードM",
    "食材確率M",
    "スキル確率M",
    "最大所持数M",
    "最大所持数L",
    "スキルレベルアップS"
  ],

  "金スキル": [
    "きのみの数S",
    "おてつだいボーナス",
    "スキルレベルアップM",
    "ゆめのかけらボーナス",
    "リサーチEXPボーナス",
    "睡眠EXPボーナス",
    "げんき回復ボーナス"
  ]
};
